dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
euskadi31.json-pretty-printer
fabiospampinato.vscode-todo-plus
foxundermoon.shell-format
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
JakeBecker.elixir-ls
Liangqin.quick-notes
mechatroner.rainbow-csv
mikestead.dotenv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
njpwerner.autodocstring
pgourlain.erlang
streetsidesoftware.code-spell-checker
tht13.html-preview-vscode
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
