dbaeumer.vscode-eslint
dionmunk.vscode-notes
ecmel.vscode-html-css
emeraldwalk.RunOnSave
esbenp.prettier-vscode
euskadi31.json-pretty-printer
fabiospampinato.vscode-todo-plus
foxundermoon.shell-format
golang.go
Gruntfuggly.todo-tree
hashicorp.terraform
JakeBecker.elixir-ls
jock.svg
mechatroner.rainbow-csv
mikestead.dotenv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.makefile-tools
njpwerner.autodocstring
pgourlain.erlang
rebornix.ruby
streetsidesoftware.code-spell-checker
sumneko.lua
tht13.html-preview-vscode
wingrunr21.vscode-ruby
yzhang.markdown-all-in-one
