dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
euskadi31.json-pretty-printer
foxundermoon.shell-format
Gruntfuggly.todo-tree
JakeBecker.elixir-ls
Liangqin.quick-notes
mauve.terraform
mechatroner.rainbow-csv
mikestead.dotenv
mjmcloug.vscode-elixir
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
ms-vscode.Go
njpwerner.autodocstring
pgourlain.erlang
streetsidesoftware.code-spell-checker
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
